---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FileExportingEventArgs
source: html/8591c86f-52ff-3e6a-bb7e-3cfac3069784.htm
---
# FileExportingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.